common/models/User.php

SELECT * FROM `user` WHERE `auth_key`='_mLH9xoPp7DLc2e32Yn8k6KoFBj_Aezk'
---
    public static function findIdentityByAccessToken($token, $type = null)
    {
        // throw new NotSupportedException('"findIdentityByAccessToken" is not implemented.');
        return static::findOne(['auth_key' => $token]);